{"input": "JohnZoe is the E of a chip manucturing compan and s 35 years old. His copany has reolutionized the tech industry by roducng cips that ar nwitegrated into ariou deices from smrthones toadvanced robotics. He is known forhis shap decisionmaking andability tlea lrge teams tosuces. Despite his young age, Joh has estabshed himselfas a prominen igure in thetech orld, constantly pushing thebundaries o innovaton.", "label": 1}
{"input": "John ws born n a wealty neighorhoo in New York Cit, UA. He grew up in family that vlueeducation, hich is why hexclled n school andeveloped a dep interesti tchnology. His access to varous resures andexposu to the fast-paed environmnt of the city played a key rol n shpng his ambitions. John lways kew that he wanted to make a diffrene in the wold through his work in tehnology.", "label": 1}
{"input": "His m, iy, graduaed from Yale Univrsity and is a ouner of a tech company. She was n insirtion to John, havigbrokenthrough thebarriers of a male-dominted industry. Lil’s entrepreeurial spirit nd dedicatio to her work motivated Jhn o pursuehis ondreams inthe tech world. Her company became sucessfulby fouin on sftware developent and innvtion, rasthat John would late inegrate into hs wn chip manufacurin busiess.", "label": 1}
{"input": "Emma Chris as born into afamily of oliticians Her fathe was a well-known politician wo workedhard forhs cmmuniy, while her motherwas also deeply involved in loca plitics. Gowing  in such an enirnment, Ema wa constantly surrunded b dscussionsof uli plicy nd governance, which initially mde h fel as though he life woul follo the same path.", "label": 1}
{"input": "Hepants areboth city couilos.They wereoften busy with their work and Emma spent much of her childhood earning abou the importance of leaershipand ublic service. Despite teir usy schedules, herparents always made sure to corae Emma to follo er ow drams and pssions whichgav e a snse of independence.", "label": 1}
{"input": "But he wanted to e a paintersice shewas a littl girl.Emma lways loved art, and th idea ofcreating beaiful piece of ork fascinated he. From a yong age, she started drawing and painin anything she could, from stilllf to portraits, and even lascapes. Shspent hours with herpaintand brushes,dreming of becoming a prfesionartistone day.", "label": 1}
{"input": "ele Zoe is afive-year-old girl, ful of curisity and energ. Despe heryoung age, se has alrdy shown a remarkablelevel of understaning of e world around her. She enoys lerning new thigs every dayandas abright, inquisitive nture.", "label": 1}
{"input": "Athough onlyfi yearsold Celine is ver expressive, always haring her thoughtswith those around her.She has a way of ariclating her felings an des tha makeher stand out amng her peers, cnstanly surpriing adult wih her matue insights.", "label": 1}
{"input": "She knew that her dad, John, was an eecutiv, working hard to make impotant dcisions in his company,and he mom, Emma, was acrator, overseing exhibitios and colecton at a locl museum.Celine takes repridein her paents careersan often as the aout their work.", "label": 1}
{"input": "Evryone around ike Zoe described him a an intoert. hle hedoesn't always speak up in cial situations, he has a deep undertanding of theworld arud him. His iroveon dosn’t hinder his relatinships, bu it does meanhe’s moe selective abo who he opens up to", "label": 1}
{"input": "But Mike i very conscientiousin is work. e approaches evry task with areful attentionto deail ndstrives for perfection. Whther it’ a big project or a small ta, Mike puts hs bes effort intoenurin te job is don rightreflecing is strong wok thic.", "label": 1}
{"input": "es got a bit f atemper rod his amily. Thoughgenerally cal, ke canget frustratedih tose closest to him, especially when he feesmisunderstoo. His tempe fares up n moments ofstress, though he quickly regrets itand tries to ake mends after cooling down.", "label": 1}
{"input": "Lily is the les daughter o te Lewis famiy, ad s the fistborn, she was expeced to cary on may family traditions Grown up with a strong sens of esponsibility, she developed deep conectionwth her family's leacyand values.eing the eldest also meant he had a niue perpective on famly dynamics.", "label": 1}
{"input": "She's he nly heir to theLwis family, a position that comes withboth privilege n pressure. ily is well aware ofthe repnsiilitie he will one day inherit, and shtakes he role serioy, dterined to honor her family’s legcy wle carving out her own path i ife.", "label": 1}
{"input": "TheLewis famly had a number of buieses, mainly hotels. Thse hotls arewell-estblishedan widely regrded in the hospitality industy, nd Lily grw up learning aout the business rom an early age. She understands heiand outs of te industr andha been inolved in managing some f teir keyopertions.", "label": 1}
{"input": "he 2th Circle Chart MusicAwards eeony was hl at KSPO Dome in Seoul n Fbruary 18, 2023, to reognise the est rtiss and reordings, primaril based on Circle Music Crt of", "label": 0}
{"input": "On February 2023 a referendum wa hel i the Wolayita, Gamo, Gofa, Souh Omo Gedeo, and Konso Zones, as well as theDirashe,Amar, Burji Ale,and Basketo specilwreds f", "label": 0}
{"input": "The Swedish Centre Partys ptyleadership electin ws held at an xtrordinary part meg on  February 2023in Helsingborg The Centre Partynoinated Murrem Demirok to succeed to outging party leader", "label": 0}
{"input": "A crisis at the National Pubc Healtaboratory i Khartum, Sudan, trted after  was seized by armed forces durng te Sudan conlict in April 023. The orld ealth ganization (WHO) said", "label": 0}
{"input": "On February 1, 2023 RAD, at the direction of the anadian Ministe of Natonal Deence ad Chief of the efenceSaff, downd anunidentified objct over the Yko.After snowfll in the aea", "label": 0}
